Dinner.create(
	id: 99,
	name: "従業員用のやつ",
	dish: "おいしいまかないごはん",
	cost: 500,
	kcal: 1000
)

Dinner.create(
	id: 1,
	name: "琴線おもてなし夕食膳",
	dish: "琴線の名を冠した最高ランクの献立
		[食前酒] : Hotカクテル「檸檬ジンジャー」
		[先付] : 秘伝の特製ダレでいただく名物「自家製引き上げ湯葉」
		[前菜] : 「遠州産美味鶏のおんべ焼き」,「真鯛の笹の葉寿司」,「氷頭とイクラのなます」,「きつねとたぬきの信田巻」,「タコの唐揚げとタコ煎餅」,「杉板の香りあふれるチー玉」,「金柑の甘露煮」
		[先椀] : 北海道産ホッケの真丈
		[お造り] : 「駿河湾産目鯛」,「相模湾産ホウボウ」,「駿河湾産クロマグロ」,「相模湾産カマスの炙り」,「駿河湾産本エビ」
		[鍋] : 冬の味覚の風物詩「駿河湾産アンコウ鍋」きりたんぽ入り
		[強肴] : やまゆり牛のサーロインステーキ
		[食事] : 北海道ブランド米「ゆめぴりか」釜炊きごはん
		[留椀] : 京の赤味噌で作った揚げ湯葉と聖護院カブ入り味噌汁
		[香の物] : 北海道産ハタハタの南蛮漬け , 登別のわさび園のわさび昆布
		[デザート] : 「雪見おしるこ」,「クレーム・ブリュレ」,「いちごジャムのせストロベリーアイス」
		[日本茶] : 関西の銘茶「伊勢茶」
		",
	cost: 12000,
	kcal: 750
)

Dinner.create(
	id: 2,
	name: "琴の音おもてなし夕食膳",
	dish: "当旅館の定番の献立
		[食前酒] : Hotカクテル「檸檬ジンジャー」
		[先付] : 秘伝の特製ダレでいただく名物「自家製引き上げ湯葉」
		[前菜] : 「真鯛の笹の葉寿司」,「叩き長芋」,「寒鰤南蛮漬け」
		[先椀] : 北海道産ホッケの真丈
		[お造り] : 「駿河湾産クロマグロ」,「相模湾産カマスの炙り」,「駿河湾産本エビ」
		[蓋物] : 生麩饅頭
		[台の物] : 国産和牛と地物野菜の陶板焼き
		[食事] : 北海道ブランド米「ゆめぴりか」釜炊きごはん
		[留椀] : 京の赤味噌で作った揚げ湯葉と聖護院カブ入り味噌汁
		[香の物] : 北海道産ハタハタの南蛮漬け , 登別のわさび園のわさび昆布
		[デザート] : 中之条麹の甘酒ムース , アーモンド , ミント , ホイップクリーム
		",
	cost: 10000,
	kcal: 750
)

Dinner.create(
	id: 3,
	name: "八雲琴おもてなし夕食膳",
	dish: "他の夕食には無い少し変わった味の組み合わせを楽しめるコース
		[ドリンク] : 「みかんと大根の手作りスムージー」,「丹那牛乳」,「北海道トマトジュース」
		[先付] : 秘伝の特製ダレでいただく名物「自家製引き上げ湯葉」
		[一の重] : ブランド鮭「金聖」, カレイ , タコ , 湯葉寿司 , じゃがいも饅頭 , そば納豆
		[二の重] : 洋風冷奴 , 小松菜のおひたし , なめたけおろし , ミニ茶碗蒸し
		[鍋] : 冬の味覚の風物詩「駿河湾産アンコウ鍋」きりたんぽ入り
		[強肴] : 北海道産ホッケの煮付け
		[食事] : 北海道ブランド米「ゆめぴりか」釜炊きごはん
		[留椀] : 京の赤味噌で作った揚げ湯葉と聖護院カブ入り味噌汁
		[香の物] : 北海道産ハタハタの南蛮漬け , 登別のわさび園のわさび昆布
		[デザート] : 中之条麹の甘酒ムース , アーモンド , ミント , ホイップクリーム
	",
	cost: 8500,
	kcal: 700

)


Dinner.create(
	id: 4,
	name: "自鳴琴おもてなし夕食膳 -洋風コース-",
	dish: "和食料理の良さはそのままな少し洋風な献立
		[ドリンク] : 「みかんと大根の手作りスムージー」,「丹那牛乳」,「北海道トマトジュース」
		[先付] : 秘伝の特製ダレでいただく名物「自家製引き上げ湯葉」
		[前菜] : 「真鯛のカリフォルニアロール」,「寒鰤南蛮漬け」
		[先椀] : アサリの出汁のエスカルゴ風
		[お造り] : 「駿河湾産目鯛」,「相模湾産ホウボウ」,「クロマグロ」,「相模湾産カマスの炙り」,「駿河湾産本エビ」
		[蓋物] : 生麩饅頭
		[強肴] : やまゆり牛のサーロインステーキ パイナップルソースを添えて
		[食事] : 北海道ブランド米「ゆめぴりか」釜炊きごはん
		[留椀] : 京の赤味噌と三元豚で作った具だくさん豚汁
		[香の物] : 北海道産ハタハタの南蛮漬け , 登別のわさび園のわさび昆布
		[デザート] : クレーム・ブリュレ , いちごジャムのせストロベリーアイス , アーモンド , ミント , ホイップクリーム
	",
	cost: 10000,
	kcal: 800
)

Dinner.create(
	id: 5,
	name: "須磨琴おもてなし夕食膳 -ヘルシーコース-",
	dish: "満足感はそのままに、他のコースよりヘルシーに仕立て上げた献立
		[食前酒] : Hotカクテル「檸檬ジンジャー」
		[先付] : 秘伝の特製ダレでいただく名物「自家製引き上げ湯葉」
		[前菜] : 「叩き長芋」,「寒鰤南蛮漬け」
		[先椀] : 北海道産ホッケの真丈
		[お造り] : 「駿河湾産クロマグロ」,「相模湾産カマスの炙り」,「駿河湾産本エビ」
		[食事] : 北海道ブランド米「ゆめぴりか」と金目鯛の炊き込みごはん
		[留椀] : 京の赤味噌で作った揚げ湯葉と聖護院カブ入り味噌汁
		[香の物] : 北海道産ハタハタの南蛮漬け , 登別のわさび園のわさび昆布
		[デザート] : 中之条麹の甘酒ムース , 雪見おしるこ
		",
	cost: 8500,
	kcal: 600
)


# 6.upto(9) do |idx|
# 	 Dinner.create(
# 	 	id: idx,
# 		name: "dinner" + idx.to_s,
# 		dish: "お魚料理",
# 		cost: 5000+idx.to_i,
# 		kcal: 640.5
# 	 )
# end